/* No comment provided by engineer. */
"Actions" = "Actions";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Albums" = "Albums";

/* No comment provided by engineer. */
"All" = "All";

/* No comment provided by engineer. */
"Are you sure?" = "Are you sure?";

/* No comment provided by engineer. */
"Artists" = "Artists";

/* No comment provided by engineer. */
"AVAudioPlayer init failed" = "AVAudioPlayer init failed";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Enter playlist title" = "Enter playlist title";

/* No comment provided by engineer. */
"Featured Playlists" = "Featured Playlists";

/* No comment provided by engineer. */
"New Playlists" = "New Playlists";

/* No comment provided by engineer. */
"New Released Albums" = "New Released Albums";

/* No comment provided by engineer. */
"Playlist..." = "Playlist...";

/* No comment provided by engineer. */
"Playlists" = "Playlists";

/* No comment provided by engineer. */
"Recommended" = "Recommended";

/* No comment provided by engineer. */
"Release date: \(viewModel.releasedDate ?? "")" = "Release date: \(viewModel.releasedDate ?? "")";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Something went wrong when signing in." = "Something went wrong when signing in.";

/* No comment provided by engineer. */
"Track hasn't have a URL." = "Track hasn't have a URL.";

/* No comment provided by engineer. */
"Tracks" = "Tracks";

/* No comment provided by engineer. */
"Tracks: \(viewModel.numberOfTracks)" = "Tracks: \(viewModel.numberOfTracks)";

/* No comment provided by engineer. */
"Whould you like to delete this track in playlist?" = "Whould you like to delete this track in playlist?";

/* No comment provided by engineer. */
"Would you like to add track to playlist?" = "Would you like to add track to playlist?";

